<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <link rel="shortcut icon" href="css/img/flag-round-250.png">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="css/style.css" />
    <link href="https://fonts.googleapis.com/css2?family=Raleway&display=swap" rel="stylesheet">
    <script src='https://ajax.googleapis.com/ajax/libs/jquery/3.6.0/jquery.min.js'></script>
    <title>Обо мне</title>
</head>

<body>
    <div class="wrapper">
        <header>
            <div class="logo">
                <a href="index.html"><img class="graphiclogo" src="/css/img/norway logo.png" alt="Logo"></a>
            </div>
            <nav>
                <div class="topnav" id="myTopnav">
                    <a href="/index.php">Главная</a>
                    <a href="/project.php">Проекты</a>
                    <a href="/blog.php">Блог</a>
                    <a href="/about.php">Обо мне</a>
                    <a href="/register.php">Зарегистрироваться</a>
                    <a href="/vendor/signin.php">Войти</a>
                    <a id="menu" href="#" class="icon">&#9776;</a>
                </div>
            </nav>
        </header>
        <div class="main">
            <h2>Общая информация</h2>
            <p class="hellopeople">
                Привет, меня зовут Наиль и я студент... да 😥. Но ты не расстраивайся, я учусь на программиста, хотя
                учеба мне не нравится 😥. Поэтому я учусь на программиста, а точнее на frontend-разработчика у себя
                дома.
                Видишь, всё это я смастерил сам. И моё самообразование приносит мне удовольствие. Сейчас я активно
                изучаю html, css, javascript. Это основа основ вёрстки сайтов.
            </p>
            <h2>Учёба</h2>
            <p class="hellopeople">
                Хорошего в этом маловато. Так сложилось, что я попал в тот город и в тот ВУЗ, в который вообще не
                хотел. Я реально усердно готовился к ЕГЭ, но мои баллы меня не удовлетворили (242 балла: информатика 77
                баллов, профильная математика: 74 балла, русский язык: 91 балл и ещё обществознание: 81 балл), но в Москву
                на бюджет с такими баллами можно пройти. Конечно, в ВУЗы похуже, но всё же. Естественно, я рассматривал
                Москву. В первую волну, меня выкинули в последние полчаса, а во вторую волну случился баг в личном кабинете,
                лишивший меня бюджетного места в МГТУ Станкин. Было очень обидно, грустно, я впал в депрессию. А ещё из-за
                Covid-19 все сроки были передвинуты, и я узнал, что никуда не поступил 27 августа. В результате, пришлось
                подать на платку в региональный ВУЗ: Ульяновский политех. Вот такая вот история. <br><br>
                Сейчас закончил первый курс и удивительно, что закончил на отлично. Правда, знаний у меня почти нет
                нисколько. Возможно, дальше я буду более замотивирован учёбой и этот проект и изучение
                web-разработки даст мне толчок в развитии навыков программиста. Буду улучшать свой сайт, чтобы им можно было
                гордиться и показывать пример верстки, которую я могу сделать.
            </p>
        </div>
        <footer class="footer">
            <h2>Я в социальных сетях</h2>
            <a target="_blank" href="https://vk.com/nailabdulganiev"><img src="/css/img/vk.png" style="width:32px;" alt="VK"></a>
            <a target="_blank" href="https://www.youtube.com/channel/UC2yF84Y6GakHWN3_eC-6tRQ"><img src="/css/img/yt logo.png" style="width:32px; margin: 0 15px 0 15px;" alt="YouTube"></a>
            <a target="_blank" href="https://www.instagram.com/nailabdul73/"><img src="/css/img/instagram.png" style="width:32px;" alt="Instagram"></a>
        </footer>
    </div>
</body>

</html>